{
  "reference": [
    {
      "refereeName": "Jodie Coomer",
      "refereeTitle": "Analyst Practice Lead - ANZ",
      "quote": "Mary-Beth ran coaching sessions with me to help me uncover what career direction I wanted to go in, and helped me unearth things I knew but had forgotten/ hadn't realised about myself. She gave advice on dealing with colleagues and difficult situations. Two years on and life for me is very different; I have a new job and I know for certain that I wouldn't have had the confidence to go for that job interview if it hadn't been for Mary-Beth.",
      "showButton": true,
      "onHomepage": true
    },
    {
      "refereeName": "Mohammad Alam",
      "refereeTitle": "Solution Designer Infrastructure - Specsavers",
      "background": "images/logo.svg",
      "quote": "I never realized how much I had to offer until Mary-Beth started mentoring me. In just 18 months, I can sense a change within me to see things differently, shift my mindset to accept change, calm myself down in complex situations and most importantly stepping up to take more challenge and helping others in every possible way.  I cannot thank Mary-Beth enough for her time mentoring me, guiding me to the path I am walking. I must agree as she says “the greatest feeling is when you help others to become the best leaders they can be and that’s how you leave a legacy”",
      "showButton": true,
      "onHomepage": true
    },
    {
      "refereeName": "Glenn McKay",
      "refereeTitle": "Book Review",
      "quote": "I have been fortunate enough to follow Mary-Beth’s journey over a number of years and was excited when she revealed her plans to release a book. Not only does Mary-Beth provide leaders with a comprehensive guide to navigating organisational change, she does so with her own unique flair and personal experiences. “In One Piece” a must-have for any leader or reader who wants to make sense of challenging situations, and this work could not have come at a more ideal time given the changes that COVID-19 has thrust upon us all. "
    },
    {
      "refereeName": "Julia Farrell",
      "refereeTitle": "Book Review",
      "quote": "Mary-Beth Hosking’s book “In One Piece – A step by step guide to surviving change”, is an easy read with great insight into the impacts of change. The templates and case studies allow you to place yourself into real life situations. This is certainly the best book to have on your desk if you are a team leader taking your team through the highs and lows of change management. "
    },
    {
      "refereeName": "Gina Diprose",
      "refereeTitle": "Book Review",
      "quote": "In One Piece by Mary-beth Hosking is a valuable Resource for anyone managing change in the workplace. From effective communication to creating a positive work environment this book is great. I liked the chapter on well being and the one on communication as they are so helpful. "
    },
    {
      "refereeName": "J Coomer",
      "refereeTitle": "Book Review",
      "quote": "This is such a great book for anyone wanting to understand more about change management, or wanting a refresher on the key concepts. Mary-Beth Hosking takes the reader on an easy to understand journey through key aspects, without getting bogged down in jargon or theory. The style is easy to follow and full of practical examples from the author's own experience. It's also very human and encourages leaders and managers to lead from the heart. Even if you're not embarking on a major change project, dealing with change is part of every day life. I'd highly recommend this book to anyone wishing you be better prepared to deal with change. "
    },
    {
      "refereeName": "Keng Ng",
      "refereeTitle": "CIO Munro Group",
      "quote": "Great results are not the only outcomes Mary-Beth brings to the team. Mary-Beth makes sure focus is given to the personal development of Mary-Beth's team by spending time mentoring and coaching individuals. This is the key to sustainable high-performance of the delivery team. As a leader, Mary-Beth is passionate, empathetic and resilient. Always prepared to lead from the front."
    },
    {
      "refereeName": "Julian McAll",
      "refereeTitle": "Head of Technical Services - Specsavers",
      "quote": "Mary-Beth’s skills as a mentor and coach have provided her direct reports and wider IT team members with the support they need to become a resilient team able to work under stressful conditions but to still find joy in what they do. Mary-Beth earns my highest recommendation."
    }
  ]
}